02. New data and CSVs/RH130/216/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     pimpleParticleFoam;

startFrom       startTime;

startTime       0.3;

stopAt          endTime;

endTime         0.7;

deltaT          1e-07;

writeControl    adjustableRunTime;

writeInterval   0.01;

purgeWrite      0;

cycleWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

adjustTimeStep  yes; 

maxCo           0.8;

maxDeltaT       5e-06;

functions
{

}

// ************************************************************************* //
