02. New data and CSVs/RH130/216/system/positionConvertDict
    /*--------------------------------*- C++ -*----------------------------------*\
    | =========                 |                                                 |
    | \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
    |  \\    /   O peration     | Version:  5.x                                   |
    |   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
    |    \\/     M anipulation  |                                                 |
    \*---------------------------------------------------------------------------*/
    FoamFile
    {
        version     2.0;
        format      ascii;
        class       dictionary;
        location    "system";
        object      positionConvertDict;
    }
    // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

    functions
    {
        writeCloudOldStyle1
        {
            type        writeCloudOldStyle;
            libs        ("liblagrangianExtraFunctionObjects.so");

            writeControl writeTime;

            clouds
            (
                reactingCloud1
            );
        }
    }
